Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.notifications.appleMail.subtitle
source: Incoming email notifications and duration.
ar: إشعارات البريد الوارد والمدة.
bg: Известия за входяща поща и продължителност.
bn: ইনকামিং মেল বিজ্ঞপ্তি এবং সময়কাল।
ca: Notificacions de correu entrant i durada.
cs: Oznámení o příchozí poště a doba zobrazení.
da: Notifikationer om indgående e-mails og varighed.
de: Mitteilungen über eingehende E-Mails und Dauer.
el: Γνωστοποιήσεις εισερχόμενων email και διάρκεια.
es: Notificaciones de correo entrante y duración.
fa: اعلان‌های ایمیل دریافتی و مدت زمان نمایش.
fi: Saapuvien sähköpostien ilmoitukset ja kesto.
fil: Mga notification ng papasok na email at tagal.
fr: Notifications de courriel entrant et durée.
he: עדכוני דואר נכנס ומשך זמן.
hi: आने वाले ईमेल नोटिफ़िकेशन और अवधि।
hr: Obavijesti o dolaznoj e-pošti i trajanje.
hu: Bejövő e-mail értesítések és időtartam.
id: Pemberitahuan email masuk dan durasi.
it: Notifiche di posta in arrivo e durata.
ja: 受信メール通知と表示時間の設定。
kk: Кіріс хаттардың хабарландырулары мен ұзақтығы.
ko: 수신 메일 알림 및 표시 시간 설정.
ms: Pemberitahuan e-mel masuk dan tempoh.
nb: Varsler om innkommende e-post og varighet.
nl: Meldingen voor inkomende e-mail en duur.
pl: Powiadomienia o przychodzących wiadomościach e-mail i czas trwania.
pt: Notificações de emails recebidos e duração.
ro: Notificări pentru e-mailuri primite și durată.
ru: Уведомления о входящих письмах и длительность показа.
sk: Hlásenia o prichádzajúcej pošte a trvanie.
sr: Обавештења о долазној е-пошти и трајање.
sv: Notiser om inkommande mejl och visningstid.
th: การแจ้งเตือนอีเมลขาเข้าและระยะเวลา
tr: Gelen e-posta bildirimleri ve süre.
uk: Сповіщення про вхідні листи та тривалість.
vi: Thông báo email đến và thời lượng.
zh_hans: 收件通知与显示时长。
zh_hant: 接收郵件通知與顯示時間。

# settings.notifications.appleMail.systemNotifications.button
source: Open Settings
ar: فتح الإعدادات
bg: Настройки
bn: সেটিংস খুলুন
ca: Obrir Paràmetres
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Mga Setting
fr: Ouvrir les Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kk: Параметрлерді ашу
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz Ustawienia
pt: Abrir Definições
ro: Deschideți configurările
ru: Настройки
sk: Otvoriť nastavenia
sr: Отвори подешавања
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити параметри
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# settings.notifications.appleMail.systemNotifications.desc
source: To avoid duplicate alerts, turn off banners for Mail in System Settings.
ar: لتجنب تكرار التنبيهات، أوقف تشغيل إشعارات تطبيق البريد في إعدادات النظام.
bg: За да избегнете дублиране, изключете известията за Поща в Системни настройки.
bn: ডুপ্লিকেট সতর্কতা এড়াতে, সিস্টেম সেটিংসে মেলের জন্য ব্যানার বন্ধ করুন।
ca: Per evitar avisos duplicats, desactiveu les notificacions del Correu als Paràmetres del sistema.
cs: Chcete-li se vyhnout duplicitním upozorněním, vypněte bannery pro Poštu v Nastavení systému.
da: For at undgå dobbelte notifikationer kan du slå bannere fra for Mail i Systemindstillinger.
de: Um doppelte Hinweise zu vermeiden, deaktivieren Sie Banner für Mail in den Systemeinstellungen.
el: Για να αποφύγετε διπλές ειδοποιήσεις, απενεργοποιήστε τα banner για το Mail στις Ρυθμίσεις συστήματος.
es: Para evitar alertas duplicadas, desactiva las tiras de Mail en Ajustes del Sistema.
fa: برای جلوگیری از اعلان‌های تکراری، بنرهای برنامه Mail را در تنظیمات سیستم خاموش کنید.
fi: Vältä päällekkäiset ilmoitukset poistamalla Mail-bannerit käytöstä Järjestelmäasetuksissa.
fil: Upang maiwasan ang dobleng alerto, i-off ang mga banner para sa Mail sa Mga Setting ng System.
fr: Pour éviter les alertes en double, désactivez les bannières de Mail dans les Réglages Système.
he: כדי למנוע התראות כפולות, כבה באנרים עבור דואר בהגדרות המערכת.
hi: दोहरे अलर्ट से बचने के लिए, सिस्टम सेटिंग्स में मेल के लिए बैनर बंद करें।
hr: Kako biste izbjegli dvostruke obavijesti, isključite natpise za Mail u Postavkama sustava.
hu: A kettős értesítések elkerülése érdekében kapcsolja ki a Mail szalaghirdetéseit a Rendszerbeállításokban.
id: Untuk menghindari peringatan ganda, matikan banner untuk Mail di Pengaturan Sistem.
it: Per evitare avvisi duplicati, disattiva i banner per Mail nelle Impostazioni di Sistema.
ja: 通知の重複を防ぐため、システム設定で「メール」のバナー通知をオフにしてください。
kk: Қайталанатын ескертулерді болдырмау үшін Жүйелік параметрлерде Пошта баннерлерін өшіріңіз.
ko: 중복 알림을 방지하려면 시스템 설정에서 Mail 배너를 끄세요.
ms: Untuk mengelakkan amaran pendua, matikan sepanduk untuk Mail dalam Tetapan Sistem.
nb: For å unngå doble varsler kan du slå av bannere for Mail i Systeminnstillinger.
nl: Schakel stroken voor Mail uit in Systeeminstellingen om dubbele meldingen te voorkomen.
pl: Aby uniknąć duplikatów, wyłącz banery dla aplikacji Poczta w Ustawieniach systemowych.
pt: Para evitar avisos duplicados, desative os banners do Mail nas Definições do Sistema.
ro: Pentru a evita alertele duplicate, dezactivați bannerele pentru Mail în Configurări de sistem.
ru: Чтобы избежать дублирования, отключите баннеры для Почты в Системных настройках.
sk: Ak sa chcete vyhnúť duplicitným upozorneniam, vypnite bannery pre Mail v Nastaveniach systému.
sr: Да бисте избегли дуплирање обавештења, искључите банере за Пошту у Системским подешавањима.
sv: För att undvika dubbla notiser, stäng av banderoller för Mail i Systeminställningar.
th: เพื่อหลีกเลี่ยงการแจ้งเตือนซ้ำ ให้ปิดแบนเนอร์สำหรับเมลในการตั้งค่าระบบ
tr: Yinelenen uyarıları önlemek için Sistem Ayarları'nda Mail başlıklarını kapatın.
uk: Щоб уникнути дублювання, вимкніть банери для Пошти в Системних параметрах.
vi: Để tránh thông báo trùng lặp, hãy tắt biểu ngữ cho Mail trong Cài đặt hệ thống.
zh_hans: 为避免重复提醒，请在系统设置中关闭“邮件”的横幅通知。
zh_hant: 為避免重複提醒，請在系統設定中關閉「郵件」的橫幅通知。

# settings.notifications.appleMail.systemNotifications.title
source: System Notifications
ar: إشعارات النظام
bg: Системни известия
bn: সিস্টেম বিজ্ঞপ্তি
ca: Notificacions del sistema
cs: Systémová oznámení
da: Systemnotifikationer
de: Systemmitteilungen
el: Γνωστοποιήσεις συστήματος
es: Notificaciones del sistema
fa: اعلان‌های سیستم
fi: Järjestelmäilmoitukset
fil: Mga Notification ng System
fr: Notifications système
he: עדכוני מערכת
hi: सिस्टम नोटिफ़िकेशन
hr: Obavijesti sustava
hu: Rendszerértesítések
id: Pemberitahuan Sistem
it: Notifiche di sistema
ja: システム通知
kk: Жүйелік хабарландырулар
ko: 시스템 알림
ms: Pemberitahuan sistem
nb: Systemvarsler
nl: Systeemmeldingen
pl: Powiadomienia systemowe
pt: Notificações do sistema
ro: Notificări de sistem
ru: Системные уведомления
sk: Systémové hlásenia
sr: Системска обавештења
sv: Systemnotiser
th: การแจ้งเตือนของระบบ
tr: Sistem bildirimleri
uk: Системні сповіщення
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# settings.notifications.card.activity
source: Notification activity
ar: نشاط الإشعارات
bg: Дейност на известията
bn: বিজ্ঞপ্তি অ্যাক্টিভিটি
ca: Activitat de notificacions
cs: Aktivita oznámení
da: Notifikationsaktivitet
de: Mitteilungs-Aktivität
el: Δραστηριότητα γνωστοποιήσεων
es: Actividad de notificaciones
fa: فعالیت اعلان‌ها
fi: Ilmoitustoiminta
fil: Aktibidad ng Mga Notification
fr: Activité de notifications
he: פעילות עדכונים
hi: सूचना गतिविधि
hr: Aktivnost obavijesti
hu: Értesítési tevékenység
id: Aktivitas Pemberitahuan
it: Attività notifiche
ja: 通知アクティビティ
kk: Хабарландырулар әрекеті
ko: 알림 활동
ms: Aktiviti pemberitahuan
nb: Varslingsaktivitet
nl: Meldingenactiviteit
pl: Aktywność powiadomień
pt: Atividade de notificações
ro: Activitate notificări
ru: Активность уведомлений
sk: Aktivita hlásení
sr: Активност обавештења
sv: Notisaktivitet
th: กิจกรรมการแจ้งเตือน
tr: Bildirim etkinliği
uk: Активність сповіщень
vi: Hoạt động thông báo
zh_hans: 通知活动
zh_hant: 通知活動

# settings.notifications.card.duration
source: Notification duration
ar: مدة الإشعارات
bg: Продължителност на известията
bn: বিজ্ঞপ্তির সময়কাল
ca: Durada de les notificacions
cs: Doba zobrazení oznámení
da: Notifikationsvarighed
de: Mitteilungsdauer
el: Διάρκεια γνωστοποιήσεων
es: Duración de notificaciones
fa: مدت زمان اعلان‌ها
fi: Ilmoituksen kesto
fil: Tagal ng Notification
fr: Durée des notifications
he: משך זמן העדכונים
hi: सूचना अवधि
hr: Trajanje obavijesti
hu: Értesítés időtartama
id: Durasi Pemberitahuan
it: Durata notifiche
ja: 通知の表示時間
kk: Хабарландыру ұзақтығы
ko: 알림 지속 시간
ms: Tempoh pemberitahuan
nb: Varslingsvarighet
nl: Meldingduur
pl: Czas trwania powiadomień
pt: Duração das notificações
ro: Durată notificări
ru: Длительность уведомлений
sk: Trvanie hlásení
sr: Трајање обавештења
sv: Notisens visningstid
th: ระยะเวลาการแจ้งเตือน
tr: Bildirim süresi
uk: Тривалість сповіщень
vi: Thời lượng thông báo
zh_hans: 通知时长
zh_hant: 通知時間

# settings.notifications.messages.contacts.button
source: Manage Access
ar: إدارة الوصول
bg: Управление на достъпа
bn: অ্যাক্সেস পরিচালনা করুন
ca: Gestiona l’accés
cs: Spravovat přístup
da: Administrer adgang
de: Zugriff verwalten
el: Διαχείριση πρόσβασης
es: Gestionar acceso
fa: مدیریت دسترسی
fi: Hallitse käyttöoikeutta
fil: Pamahalaan ang Access
fr: Gérer l’accès
he: ניהול גישה
hi: ऐक्सेस प्रबंधित करें
hr: Upravljaj pristupom
hu: Hozzáférés kezelése
id: Kelola Akses
it: Gestisci accesso
ja: アクセスを管理
kk: Қолжетімділікті басқару
ko: 접근 권한 관리
ms: Urus Akses
nb: Administrer tilgang
nl: Beheer toegang
pl: Zarządzaj dostępem
pt: Gerir acesso
ro: Gestionează accesul
ru: Настроить доступ
sk: Spravovať prístup
sr: Управљај приступом
sv: Hantera åtkomst
th: จัดการการเข้าถึง
tr: Erişimi Yönet
uk: Керувати доступом
vi: Quản lý quyền truy cập
zh_hans: 管理访问权限
zh_hant: 管理存取權限

# settings.notifications.messages.contacts.description
source: Allow Contacts access to show sender names and photos in Messages notifications.
ar: اسمح بالوصول إلى جهات الاتصال لإظهار أسماء المرسلين وصورهم في إشعارات الرسائل.
bg: Разрешете достъп до контактите, за да се показват имената и снимките на подателите в известията от Messages.
bn: Messages বিজ্ঞপ্তিতে প্রেরকের নাম ও ছবি দেখাতে পরিচিতিতে অ্যাক্সেসের অনুমতি দিন।
ca: Permet l’accés als Contactes per mostrar els noms i les fotos dels remitents a les notificacions de Missatges.
cs: Povolte přístup ke Kontaktům, aby se v oznámeních ze Zpráv zobrazovala jména a fotky odesílatelů.
da: Tillad adgang til Kontakter for at vise afsendernes navne og billeder i notifikationer fra Beskeder.
de: Erlaube den Zugriff auf Kontakte, um Namen und Fotos von Absendern in Mitteilungen von Nachrichten anzuzeigen.
el: Επιτρέψτε την πρόσβαση στις Επαφές για εμφάνιση των ονομάτων και των φωτογραφιών των αποστολέων στις γνωστοποιήσεις των Μηνυμάτων.
es: Permite el acceso a Contactos para mostrar los nombres y las fotos de los remitentes en las notificaciones de Mensajes.
fa: برای نمایش نام و عکس فرستندگان در اعلان‌های Messages، اجازهٔ دسترسی به مخاطبین را بدهید.
fi: Salli Yhteystietojen käyttö, jotta lähettäjien nimet ja kuvat näkyvät Viestit-ilmoituksissa.
fil: Pahintulutan ang access sa Mga Contact upang ipakita ang mga pangalan at larawan ng nagpadala sa mga notification ng Messages.
fr: Autorisez l’accès aux Contacts pour afficher les noms et les photos des expéditeurs dans les notifications de Messages.
he: אפשר גישה לאנשי קשר כדי להציג שמות ותמונות של שולחים בעדכוני Messages.
hi: Messages सूचनाओं में भेजने वालों के नाम और फ़ोटो दिखाने के लिए संपर्क ऐक्सेस की अनुमति दें।
hr: Dopustite pristup Kontaktima za prikaz imena i fotografija pošiljatelja u obavijestima aplikacije Poruke.
hu: Engedélyezze a Kontaktok elérését, hogy a feladók neve és fotója megjelenjen az Üzenetek értesítéseiben.
id: Izinkan akses Kontak untuk menampilkan nama dan foto pengirim di pemberitahuan Pesan.
it: Consenti l’accesso ai Contatti per mostrare i nomi e le foto dei mittenti nelle notifiche di Messaggi.
ja: 「メッセージ」の通知に送信者の名前と写真を表示するために、連絡先へのアクセスを許可します。
kk: Messages хабарландыруларында жіберушілердің аттары мен фотосуреттерін көрсету үшін Контактілерге кіруге рұқсат беріңіз.
ko: 메시지 알림에 보낸 사람의 이름과 사진을 표시하도록 연락처 접근을 허용합니다.
ms: Benarkan akses Kenalan untuk memaparkan nama dan foto pengirim dalam pemberitahuan Mesej.
nb: Tillat tilgang til Kontakter for å vise avsendernes navn og bilder i varslinger fra Meldinger.
nl: Sta toegang tot Contacten toe om namen en foto’s van afzenders in meldingen van Berichten weer te geven.
pl: Zezwól na dostęp do Kontaktów, aby wyświetlać nazwy i zdjęcia nadawców w powiadomieniach z Wiadomości.
pt: Permita o acesso aos Contactos para mostrar os nomes e as fotografias dos remetentes nas notificações de Mensagens.
ro: Permiteți accesul la Contacte pentru a afișa numele și pozele expeditorilor în notificările Mesaje.
ru: Разрешите доступ к контактам, чтобы показывать имена и фотографии отправителей в уведомлениях «Сообщений».
sk: Povoľte prístup ku Kontaktom, aby sa v hláseniach zo Správ zobrazovali mená a fotky odosielateľov.
sr: Дозволите приступ Контактима за приказ имена и фотографија пошиљалаца у обавештењима апликације Поруке.
sv: Tillåt åtkomst till Kontakter för att visa avsändarnas namn och bilder i notiser från Meddelanden.
th: อนุญาตการเข้าถึงรายชื่อเพื่อแสดงชื่อและรูปภาพของผู้ส่งในการแจ้งเตือนแอปข้อความ
tr: Mesajlar bildirimlerinde gönderenlerin adlarını ve fotoğraflarını göstermek için Kişiler erişimine izin verin.
uk: Надайте доступ до Контактів, щоб показувати імена та фотографії відправників у сповіщеннях Повідомлень.
vi: Cho phép truy cập Danh bạ để hiển thị tên và ảnh của người gửi trong thông báo Tin nhắn.
zh_hans: 允许访问通讯录，以便在“信息”通知中显示发件人姓名和照片。
zh_hant: 允許取用聯絡人，以便在「訊息」通知中顯示傳送者姓名和照片。

# settings.notifications.messages.contacts.title
source: Contacts
ar: جهات الاتصال
bg: Контакти
bn: পরিচিতি
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
fa: مخاطبین
fi: Yhteystiedot
fil: Mga Contact
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sr: Контакти
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_hans: 通讯录
zh_hant: 聯絡人

# settings.notifications.messages.duration.desc
source: Choose how long Messages notifications remain visible.
ar: اختر المدة التي تظل فيها إشعارات الرسائل ظاهرة.
bg: Изберете колко дълго известията от Съобщения да остават видими.
bn: বার্তার বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা বেছে নিন।
ca: Tria durant quant de temps es mostraran les notificacions de Missatges.
cs: Zvolte, jak dlouho mají oznámení ze Zpráv zůstat viditelná.
da: Vælg, hvor længe notifikationer fra Beskeder skal være synlige.
de: Wähle aus, wie lange Mitteilungen von „Nachrichten“ sichtbar bleiben.
el: Επιλέξτε για πόσο χρόνο θα παραμένουν ορατές οι γνωστοποιήσεις των Μηνυμάτων.
es: Elige cuánto tiempo permanecen visibles las notificaciones de Mensajes.
fa: انتخاب کنید اعلان‌های پیام‌ها چه مدت قابل مشاهده باشند.
fi: Valitse, kuinka kauan Viestit-ilmoitukset pysyvät näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang mga notification ng Messages.
fr: Choisissez combien de temps les notifications de Messages restent visibles.
he: בחרו כמה זמן התראות מהודעות יישארו גלויות.
hi: चुनें कि संदेश की सूचनाएँ कितनी देर तक दिखाई दें।
hr: Odaberite koliko će dugo obavijesti iz Poruka ostati vidljive.
hu: Válassza ki, mennyi ideig maradjanak láthatók az Üzenetek értesítései.
id: Pilih berapa lama pemberitahuan Pesan tetap terlihat.
it: Scegli per quanto tempo devono rimanere visibili le notifiche di Messaggi.
ja: 「メッセージ」の通知を表示する時間を選択します。
kk: «Хабарлар» хабарландыруларының қанша уақыт көрінетінін таңдаңыз.
ko: 메시지 알림이 표시되는 시간을 선택합니다.
ms: Pilih tempoh pemberitahuan Mesej kekal kelihatan.
nb: Velg hvor lenge varslinger fra Meldinger skal være synlige.
nl: Kies hoelang meldingen van Berichten zichtbaar blijven.
pl: Wybierz, jak długo powiadomienia z aplikacji Wiadomości mają być widoczne.
pt: Escolha durante quanto tempo as notificações de Mensagens permanecem visíveis.
ro: Alege cât timp rămân vizibile notificările Mesaje.
ru: Выберите, как долго уведомления из Сообщений будут отображаться.
sk: Vyberte, ako dlho majú zostať oznámenia zo Správ viditeľné.
sr: Изаберите колико дуго ће обавештења из Порука остати видљива.
sv: Välj hur länge notiser från Meddelanden ska visas.
th: เลือกระยะเวลาที่ต้องการให้การแจ้งเตือนข้อความแสดงอยู่
tr: Mesajlar bildirimlerinin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення з Повідомлень залишатимуться видимими.
vi: Chọn khoảng thời gian thông báo Tin nhắn được hiển thị.
zh_hans: 选择“信息”通知的显示时长。
zh_hant: 選擇「訊息」通知的顯示時間。

# settings.notifications.messages.duration.title
source: Display Duration
ar: مدة العرض
bg: Продължителност на показване
bn: প্রদর্শনের সময়কাল
ca: Durada de visualització
cs: Doba zobrazení
da: Visningsvarighed
de: Anzeigedauer
el: Διάρκεια εμφάνισης
es: Duración de visualización
fa: مدت نمایش
fi: Näyttöaika
fil: Tagal ng Pagpapakita
fr: Durée d’affichage
he: משך התצוגה
hi: प्रदर्शन अवधि
hr: Trajanje prikaza
hu: Megjelenítési idő
id: Durasi Tampilan
it: Durata di visualizzazione
ja: 表示時間
kk: Көрсету ұзақтығы
ko: 표시 시간
ms: Tempoh Paparan
nb: Visningsvarighet
nl: Weergaveduur
pl: Czas wyświetlania
pt: Duração da apresentação
ro: Durata afișării
ru: Длительность отображения
sk: Trvanie zobrazenia
sr: Трајање приказа
sv: Visningstid
th: ระยะเวลาแสดงผล
tr: Görüntüleme Süresi
uk: Тривалість відображення
vi: Thời gian hiển thị
zh_hans: 显示时长
zh_hant: 顯示時間

# settings.notifications.messages.enabled
source: Messages Notifications
ar: إشعارات الرسائل
bg: Известия от Съобщения
bn: বার্তার বিজ্ঞপ্তি
ca: Notificacions de Missatges
cs: Oznámení ze Zpráv
da: Notifikationer fra Beskeder
de: Mitteilungen von „Nachrichten“
el: Γνωστοποιήσεις Μηνυμάτων
es: Notificaciones de Mensajes
fa: اعلان‌های پیام‌ها
fi: Viestit-ilmoitukset
fil: Mga Notification ng Messages
fr: Notifications de Messages
he: התראות מהודעות
hi: संदेश की सूचनाएँ
hr: Obavijesti iz Poruka
hu: Üzenetek értesítései
id: Pemberitahuan Pesan
it: Notifiche di Messaggi
ja: 「メッセージ」の通知
kk: «Хабарлар» хабарландырулары
ko: 메시지 알림
ms: Pemberitahuan Mesej
nb: Varslinger fra Meldinger
nl: Meldingen van Berichten
pl: Powiadomienia z Wiadomości
pt: Notificações de Mensagens
ro: Notificări Mesaje
ru: Уведомления из Сообщений
sk: Oznámenia zo Správ
sr: Обавештења из Порука
sv: Notiser från Meddelanden
th: การแจ้งเตือนข้อความ
tr: Mesajlar Bildirimleri
uk: Сповіщення з Повідомлень
vi: Thông báo Tin nhắn
zh_hans: “信息”通知
zh_hant: 「訊息」通知

# settings.notifications.messages.enabled.description
source: Show incoming Messages notifications in the notch.
ar: عرض إشعارات الرسائل الواردة في النتوء.
bg: Показване на известия за входящи съобщения в прореза.
bn: নচে আসন্ন বার্তার বিজ্ঞপ্তি দেখান।
ca: Mostra les notificacions de Missatges entrants a l’osca.
cs: Zobrazovat příchozí oznámení ze Zpráv ve výřezu.
da: Vis notifikationer om indgående beskeder i hakket.
de: Eingehende Mitteilungen von „Nachrichten“ in der Notch anzeigen.
el: Εμφάνιση γνωστοποιήσεων εισερχόμενων Μηνυμάτων στην εγκοπή.
es: Muestra las notificaciones de Mensajes entrantes en la muesca.
fa: اعلان‌های پیام‌های دریافتی را در بریدگی نمایش دهید.
fi: Näytä saapuvien Viestit-viestien ilmoitukset lovessa.
fil: Ipakita sa notch ang mga notification ng papasok na mensahe.
fr: Afficher les notifications de Messages entrants dans l’encoche.
he: הצגת התראות על הודעות נכנסות במגרעת.
hi: आने वाले संदेश की सूचनाएँ नॉच में दिखाएँ।
hr: Prikaži obavijesti o dolaznim porukama u urezu.
hu: A bejövő Üzenetek-értesítések megjelenítése a kivágásban.
id: Tampilkan pemberitahuan Pesan masuk di takik.
it: Mostra le notifiche dei messaggi in arrivo nel notch.
ja: 受信した「メッセージ」の通知をノッチに表示します。
kk: Кіріс «Хабарлар» хабарландыруларын ойықта көрсету.
ko: 수신 메시지 알림을 노치에 표시합니다.
ms: Tunjukkan pemberitahuan Mesej masuk pada takuk.
nb: Vis varslinger om innkommende meldinger i hakket.
nl: Toon meldingen van inkomende berichten in de inkeping.
pl: Pokazuj powiadomienia o przychodzących wiadomościach we wcięciu.
pt: Mostrar as notificações de Mensagens recebidas no entalhe.
ro: Afișează notificările pentru mesajele primite în decupaj.
ru: Показывать уведомления о входящих сообщениях в вырезе.
sk: Zobrazovať oznámenia o prichádzajúcich správach vo výreze.
sr: Прикажи обавештења о долазним порукама у усеку.
sv: Visa notiser om inkommande meddelanden i skärmfliken.
th: แสดงการแจ้งเตือนข้อความเข้าในรอยบาก
tr: Gelen Mesajlar bildirimlerini çentikte gösterin.
uk: Показувати сповіщення про вхідні повідомлення у вирізі.
vi: Hiển thị thông báo Tin nhắn đến trong phần tai thỏ.
zh_hans: 在刘海区域显示收到的“信息”通知。
zh_hant: 在瀏海區域顯示收到的「訊息」通知。
